Repository: abi83/kromm.info
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Кромм Владимир
de: Kromm Wladimir

source: Скилы
de: Kompetenzen

source: Обо мне
de: Über mich

source: Люблю баскетбол и Евролигу
de: Ich liebe Basketball und EuroLeague

source: Хорошо катаюсь на горных лыжах
de: Ich kann gut Ski fahren

source: 20 лет прожил в Сибири, поэтому не боюсь трудностей
de: Ich habe 20 Jahre in Sibirien gelebt, deshalb habe ich keine Angst vor Schwierigkeiten

source: Языки
de: Sprachen

source: Английский: свободно
de: Englisch: Fließend

source: Немецкий: базовый
de: Grunddeutsch

source: Русский: родной
de: Russisch: muttersprache

source: Кратко
de: Profil

source: Образование
de: Bildung

source: Опыт работы
de: Berufserfahrung

source: Мои проекты
de: Meine Projekte

source: Отправить
de: Senden

source: Python разработчик, дата аналитик
de: Python-Entwickler, Datenanalyst

source: У меня математическое и финансовое высшее образование, я 15 лет проработал ТОП-менеджером в рекламном агентстве, а теперь я разрабатываю веб приложения, и сайты со сложной бизнес логикой.
de: Ich habe eine höhere Ausbildung in Mathematik und Finanzen, habe 15 Jahre als Top-Manager in einer Werbeagentur gearbeitet und entwickle jetzt Webanwendungen und Websites mit komplexer Geschäftslogik.

source: Повысить эффективность ваших продаж, маркетинга и бизнеса через IT решения - моя работа.
de: Es ist meine Aufgabe, die Effizienz Ihres Vertriebs, Marketings und Geschäfts durch IT-Lösungen zu verbessern.

source: Напишите мне
de: Schreib mir

source: 'Python разработчик, дата аналитик'
de: 'Python-Entwickler, Datenanalyst'

source: 'Делаю классные сайты и лэндинги'
de: 'Full Stack web developer'

source: 'Настраиваю крутую рекламу'
de: 'Online-Marketing-Experte'

source: Мне 37 лет. И я живу в Берлине
de: Ich bin 37 Jahre alt. Und ich lebe in Berlin

source: Мои принципы
de: Meine Prinzipien

source: Делить сложную проблему на простые задачи
de: Teilen Sie ein komplexes Problem in einfache Aufgaben

source: Разобраться в проблеме, найти подходящий инструмент для решения, выделить несколько простых задач, отбросить лишнее и получить результат. Это мое любимое.
de: Verstehen Sie das Problem, finden Sie das richtige Werkzeug für die Lösung, markieren Sie einige einfache Aufgaben, verwerfen Sie das Unnötige und erhalten Sie das Ergebnis. Das ist mein Lieblings.

source: Результат - важен. Остальное вторично.
de: Das Ergebnis ist wichtig. Der Rest ist zweitrangig.

source: Чистый код, покрытие тестами и детальное проектирование - важны. Но экономический результат - важнее. Приложение, работающее с ошибками - лучше, чем хорошо задокументированный и покрытый тестами прототип.
de: Sauberer Code, Testabdeckung und detailliertes Design sind wichtig. Das wirtschaftliche Ergebnis ist jedoch wichtiger. Eine Buggy-App ist besser als ein gut dokumentierter und testbedeckter Prototyp.

source: Программист это не про код, а про смыслы.
de: Beim Programmierer geht es nicht um den Code, sondern um die Bedeutungen.

source: Показатели монетизации, конверсии и дохода на одного пользователя - вокруг этого должна строиться разработка. Не следовать мыслям пользователя, а опережать их. А нужные библиотеки подключим быстро.
de: Darauf aufbauend sollten Metriken für Monetarisierung, Conversion und Umsatz pro Benutzer aufgebaut werden. Folgen Sie nicht den Gedanken des Benutzers, sondern gehen Sie ihnen voraus. Und wir werden die notwendigen Bibliotheken schnell verbinden.

source: Инструменты
de: Werkzeuge

source: Библиотеки
de: Bibliotheken

source: Подробнее
de: Details

source: Контакты
de: Kontakte

source: Услуги
de: Preise

source: Приложения
de: Apps
